{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v2.8.1", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of1.bin"], "weights": [{"name": "dense/kernel", "shape": [1240, 128], "dtype": "float32"}, {"name": "dense/bias", "shape": [128], "dtype": "float32"}, {"name": "dense_1/kernel", "shape": [128, 180], "dtype": "float32"}, {"name": "dense_1/bias", "shape": [180], "dtype": "float32"}, {"name": "dense_2/kernel", "shape": [180, 1], "dtype": "float32"}, {"name": "dense_2/bias", "shape": [1], "dtype": "float32"}]}]}